{
    "title": "Un cambio de corazón",
    "image": "https://c1.staticflickr.com/7/6116/6269427782_77fb9b0ba8_b.jpg",
    "message": [
        "<p>¿Sabes qué?, yo estaba muy animado para empezar este blog al principio. Tenía una gran idea de algo sincero e interesante que podría escribir sobre. Yo iba a codificarlo yo mismo y ponerlo en mi sitio web personal. Si hubiera sido capaz de hacerlo de esa manera, podría haber mantenido un tema común en cada una de las páginas de mi blog, el hacer templates habría sido tan fácil, y la navegación de mi sitio web hasta el blog y viceversa sería tan fácil como el clic de un botón del menu. Como puedes ver, no sucedió. He escrito un montón de código y se ejecuta muy bien en mi computadora, sin embargo, he elegido utilizar NodeJS para programarlo y, por desgracia, el hacer que NodeJS se ejecuta en BYU Domains es un proceso muy doloroso, y voy a tener que terminarlo otro día.</p>",
        "<p>En cuanto a mi idea sincera e interesante para una entrada en el blog, he decidido a posponerlo hasta que pueda conseguir que el blog en mi propio sitio web funciona. Vine a esa decisión principalmente porque mi idea era algo inspirador, pero estoy enojado conmigo mismo por no lograr todo lo que había esperado por ahora con esto, así como mi asignación de matemáticas inacabado debido en menos de 45 minutos, y ese enojo me está impidiendo sentirme lo suficientemente tranquilo para escribir algo inspirador en este momento. Entonces, en lugar de algo inspirador, voy a escribir sobre lo que acabo de aprender sobre mí mismo de esta experiencia.</p>",
        "<p>Suelo tener grandes expectativas e incluso mayores aspiraciones por mí mismo. No creo que esto en sí sea malo, siento que puedo lograr esas aspiraciones si trabajo lo suficiente. Sin embargo, debido a las intensas demandas que me enfrento diariamente con la escuela, el trabajo, la vida matrimonial, el servicio religioso, etc., fallo a menudo. He aprendido que tengo que lidiar con este fracaso. A veces solo tengo que aceptarlo y usar Blogger para hacer el trabajo. Puedo preocuparme por hacer algo interesante y único más tarde. E incluso ahora mismo estoy deseando escribir más, pero en su lugar tengo que hacer mi asignación de matemáticas antes de que el reloj golpea 12. Hasta la próxima...</p>"
    ]
}