{
    "type": "blog",
    "lang": "en",
    "title": "A Change of Heart",
    "image": "https://c1.staticflickr.com/7/6116/6269427782_77fb9b0ba8_b.jpg",
    "message": [
        "<p>You know, I was pretty excited to begin this blog at first.  I had a great idea of something heartfelt and interesting I could write about.  I was going to code it myself and put it on my personal website.  Had I been able to do it that way, I could have kept a common theme throughout each of my blog's pages, templating would have been so easy, and navigation from my website to the blog and back would just be a menu click away.  As you can see, that didn't happen.  I did write a bunch of code and it runs just fine on my computer, however I chose to use NodeJS to program it and, unfortunately getting NodeJS to run on Reclaim Hosting, the hosting provider that BYU Domains uses, is an extremely painful process and I'll have to finish it another day.</p>",
        "<p>Regarding my heartfelt and interesting idea for a blog post, I've decided to hold off on that until I can get the blog on my own website up and running.  I came to that decision mainly because my idea was supposed to be inspiring, but I'm angry at myself for not accomplishing everything I had hoped for by now with this as well as my unfinished math assignment due in less than 45 minutes, and that anger is keeping me from feeling calm enough to write something inspiring at the moment.  Instead, I'll write about what I just learned about myself from this experience.</p>",
        "<p>I tend to have high expectations and even higher aspirations for myself.  I don't believe this in itself is bad;  I feel that I can accomplish those aspirations if I work hard enough.  However, because of the intense demands I face daily with school, work, married life, church service, etc.,  I fail often.  I've learned I've got to deal with this failure.  Sometimes I just have to suck it up and use Blogger to get the job done.  I can worry about making something cool and unique later.  And even right now I am wanting to write more, but instead I have to suck it up and do my math assignment before the clock strikes 12.  Until next time...</p>"
    ]
}